#+LATEX_HEADER: \usepackage{xeCJK}
#+LATEX_HEADER: \setmainfont{"微软雅黑"}
#+ATTR_LATEX: :width 5cm :options angle=90
#+TITLE: Finished Task
#+AUTHOR: 杨 睿
#+EMAIL: yangruipis@163.com
#+KEYWORDS: GTD
#+OPTIONS: H:4 toc:t 

* Work

** DONE [#A] 根据内退军的推送发送内推邮件
DEADLINE: <2018-05-21 一 13:00>
- State "DONE"       from "TODO"       [2018-05-21 一 12:20]

** DONE [#B] 数学建模分享会
DEADLINE: <2018-05-24 四>
- State "DONE"       from "TODO"       [2018-05-21 一 20:57]
:LOGBOOK:  
CLOCK: [2018-05-21 一 17:51]--[2018-05-21 一 20:57] =>  3:06
:END:      

[[file:~/Documents/Data/suibe/2018/modeling_share/ppt.tex]]

=框架=

1. 知道你要解决什么问题
2. 知道你有哪些方法、工具、你的优势
3. 知道每个方法的条件，合理使用，切记方法的堆叠
4. 知道评委想看到什么
   - 举例：2016年国赛，打车数据
   - 写作技巧
   - 统计建模、计量建模、机器学习建模都是不被看好的
   - 你必须得到一个明确的解
5. 知道基本道德
   - 数据造假
   - 结果造假
   - 编程不负责
6. 如何提高你的效率（管道、模块化编程、站在前人的肩膀上）

** DONE 招聘网站填写
DEADLINE: <2018-05-21 一>
- State "DONE"       from "TODO"       [2018-05-22 二 19:34]
:LOGBOOK:  
CLOCK: [2018-05-22 二 17:57]--[2018-05-22 二 18:54] =>  0:57
:END: 
- State "TODO"       from ""           [2018-05-21 一 12:20]

** DONE [#B] 招聘网站填写
DEADLINE: <2018-05-25 五>
- State "DONE"       from "TODO"       [2018-05-26 六 22:56]

** DONE [#B] install C++ on my manjaro and run it 
- State "DONE"       from "TODO"       [2018-05-28 一 14:37]

** DONE [#A] 三七互娱在线笔试
SCHEDULED: <2018-06-05 二 19:00-21:00>
- State "DONE"       from "TODO"       [2018-06-05 二 19:44]


恭喜你通过了三七互娱2019校园招聘提前批的网申审核，现邀你参加6月5日全国统一在线笔试。笔试系统当天18:00开放登陆，19:00-21:00可以答题，请同学提前安排时间。笔试入口：https://zhaopin.37.com/exam/index.html，笔试系统帐号密码为网申帐号密码，届时无需通行证即可登录。笔试攻略及第一手的招聘资讯，请前往【三七互娱招聘】微信公众号获取，如有疑问欢迎在公众号后台给我们留言! 

** DONE [#A] 平安面试(先网站填写简历)
SCHEDULED: <2018-06-01 五 08:00-12:00>
- State "DONE"       from "TODO"       [2018-06-05 二 11:19]

** DONE [#A] 京东528内推
DEADLINE: <2018-05-28 一>
- State "DONE"       from "TODO"       [2018-05-28 一 20:55]
** DONE [#A] 入职信息录入
DEADLINE: <2018-06-05 二>
- State "DONE"       from "TODO"       [2018-06-05 二 19:44]

* Learning

** DONE 讲座 yichuan zhao                                          :school:
- State "DONE"       from "TODO"       [2018-05-17 四 11:46]
《empirical likelihood for the bivariate survival function under univariate censoring》


CLOCK: [2018-05-16 三 10:15]--[2018-05-16 三 10:51] =>  0:36
- State "TODO"       from ""           [2018-05-16 三 10:15]

介绍： 乔治亚州立大学

- what is bivariate survival data : 考虑到兄弟、双胞胎等样本相关性
- bivariate survival data contains =univariate= or =bivariate= cencoring
- estimation the bivariate surviva function:
  - predict the joint survival porbabilities
  - dependence between paired


=why univariate cencoring= 

many organ data is paired like eyes, hands, etc.

=why empirical likelihood= 

1. 无需计算复杂的方差
2. Lu and Burke(2008) 提出EL，但是无法用在生存函数中
3. He, Liang, Shen, Yang(2016)  EL用在生存函数中，但是只能作用与单变量

得到置信区间服从卡方分布

Nelson-Aalon estimator & KM estimator

simulation studies : copula models or bivariate failure times

最终发现，得到的 estimator确实要优于其他的 estimator 














  
 [2018-05-16 三 10:03]

** DONE [#B] eamcs GTD
- State "DONE"       from "TODO"       [2018-05-28 一 14:38]
*** daily, weekly, monthly job
*** time manager + 番茄
*** org store link

* Hobbies

** DONE [#C] try pomodoro
SCHEDULED: <2018-05-15 二>
- State "DONE"       from "TODO"       [2018-05-15 二 16:00]
CLOCK: [2018-05-15 二 15:58]--[2018-05-15 二 16:00] =>  0:02
CLOCK: [2018-05-15 二 15:54]--[2018-05-15 二 15:58] =>  0:04

* Others

** DONE [#C] 修改队长简历                                            :easy:
DEADLINE: <2018-05-15 二 18:00-19:00>
CLOCK: [2018-05-15 二 19:38]--[2018-05-15 二 19:39] =>  0:01
- State "DONE"       from "TODO"       [2018-05-15 二 19:18]
CLOCK: [2018-05-15 二 18:07]--[2018-05-15 二 18:15] =>  0:08
CLOCK: [2018-05-15 二 18:05]--[2018-05-15 二 18:05] =>  0:00
CLOCK: [2018-05-15 二 18:03]--[2018-05-15 二 18:05] =>  0:02


- github地址和博客地址加上，面试官会看的
- 绩点高的话可以把总绩点加上，或者是专业排名
- 实习经历这么写：
  - 详细的任务
  - 用什么方法解决了什么问题
  - 得到了什么样的效果（比如：公司分析师都在使用你的系统进行分析、或者说公司服务器负载有明显的好转等等）
- 英语完全可以把托福、GRE成绩加上呀
- 计算机技能那边可以抽出几个，你认为最好的或者最花时间的，写成项目经历，包括：
  - 项目描述
  - 项目中职责
  - 开发环境、工具、协作平台（如果有，有的公司比较看中合作能力，你可以写成你和你女票合作完成的。。。）
  - 项目成果（包括项目地址等等）
- 可以加上一些理论的知识，比如熟悉基本数据结构算法、操作系统、编译原理这些
- 可以加上一句话个人描述

=你要这么想，面试官是要拿着简历问你的，你得有具体的细节供他提问=




** DONE [#C] 个人博客：如何用Emacs进行我的个人时间管理(GTD)
- State "DONE"       from "SOMEDAY"    [2018-05-29 二 23:49]
:LOGBOOK:  
CLOCK: [2018-05-29 二 22:49]--[2018-05-29 二 23:14] =>  0:25
CLOCK: [2018-05-29 二 09:37]--[2018-05-29 二 10:01] =>  0:24
CLOCK: [2018-05-29 二 09:37]--[2018-05-29 二 09:37] =>  0:00
CLOCK: [2018-05-28 一 23:10]--[2018-05-28 一 23:35] =>  0:25
CLOCK: [2018-05-28 一 18:17]--[2018-05-28 一 18:42] =>  0:25
CLOCK: [2018-05-28 一 17:47]--[2018-05-28 一 18:12] =>  0:25
:END:      

** DONE [#C] 华山照片整理与修图
DEADLINE: <2018-06-05 二>
- State "DONE"       from "TODO"       [2018-06-05 二 16:19]
- State "TODO"       from "TODO"       [2018-06-05 二 16:19]

